import {
 
  Landmark,
  Flower2,
 
} from "lucide-react";
export const guruData = [
  {
    id: "founder",
    badge: "स्थापना",
    icon: Landmark,
    title: "परम पूज्य स्वामी कल्याण देव जी महाराज",
    description:
      "श्री शुकदेव आश्रम की स्थापना कर सेवा, साधना एवं सनातन संस्कृति की दिव्य परम्परा को नई दिशा प्रदान की। उनका सम्पूर्ण जीवन समाज सेवा, आध्यात्मिक जागरण एवं भारतीय संस्कृति के संरक्षण के लिए समर्पित रहा।",
  },
  {
    id: "current",
    badge: "वर्तमान पीठाधीश्वर",
    icon: Flower2,
    title: "परम पूज्य स्वामी ओमानन्द जी महाराज",
    description:
      "गुरु परम्परा को आगे बढ़ाते हुए आज भी श्रद्धालुओं के आध्यात्मिक मार्गदर्शन, सेवा, संस्कार एवं धार्मिक गतिविधियों का नेतृत्व कर रहे हैं तथा आश्रम की परम्परा को निरंतर जीवंत बनाए हुए हैं।",
  },
];